{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "DA4D82484B0A0D67E7F95AB32FA4CC5E"
		},
		{
			"Source":
			{
				"Text": "1111"
			},
			"Translation":
			{
				"Text": "1111"
			},
			"Key": "8D0CE7C24252CD0C89A2F88D1DA1F51F"
		},
		{
			"Source":
			{
				"Text": "2222"
			},
			"Translation":
			{
				"Text": "2222"
			},
			"Key": "D5A4105A4887C17933DD8BA4337DCBE3"
		},
		{
			"Source":
			{
				"Text": "3333"
			},
			"Translation":
			{
				"Text": "3333"
			},
			"Key": "9DA5BFFA4081BE28D2B2419DD9DEEB7C"
		},
		{
			"Source":
			{
				"Text": "500/500"
			},
			"Translation":
			{
				"Text": "500/500"
			},
			"Key": "048E0AE346F10B5C4A0AEE98CD8BB62D"
		},
		{
			"Source":
			{
				"Text": "Alaric, right? I see your name on the list. How can I help you?"
			},
			"Translation":
			{
				"Text": "Alaric, right? I see your name on the list. How can I help you?"
			},
			"Key": "Guard_03"
		},
		{
			"Source":
			{
				"Text": "BACK"
			},
			"Translation":
			{
				"Text": "BACK"
			},
			"Key": "C7BC43544A4D67BE142BA5A686E49142"
		},
		{
			"Source":
			{
				"Text": "BACK"
			},
			"Translation":
			{
				"Text": "BACK"
			},
			"Key": "8F1D3A144ACD908EDE8B21A140884F2A"
		},
		{
			"Source":
			{
				"Text": "Block"
			},
			"Translation":
			{
				"Text": "Block"
			},
			"Key": "0CE562AD4C6A234B22B35FB42A62FF3E"
		},
		{
			"Source":
			{
				"Text": "Blue"
			},
			"Translation":
			{
				"Text": "Blue"
			},
			"Key": "F30711C24D2AD7558E2BCCB55756301A"
		},
		{
			"Source":
			{
				"Text": "Blue"
			},
			"Translation":
			{
				"Text": "Blue"
			},
			"Key": "D5B27B64497D23263000A4AFD3CFF7B9"
		},
		{
			"Source":
			{
				"Text": "Bob"
			},
			"Translation":
			{
				"Text": "Bob"
			},
			"Key": "E1A4D853496AEFB6E0E9D8AB83C390C1"
		},
		{
			"Source":
			{
				"Text": "Brightness"
			},
			"Translation":
			{
				"Text": "Brightness"
			},
			"Key": "CAC88C7745339D6696FE689BBBE7A7C8"
		},
		{
			"Source":
			{
				"Text": "CREDITS"
			},
			"Translation":
			{
				"Text": "CREDITS"
			},
			"Key": "E1DC661D492EA38C6A92F1878F2310DF"
		},
		{
			"Source":
			{
				"Text": "Coin"
			},
			"Translation":
			{
				"Text": "Coin"
			},
			"Key": "EA3D974B4C8342C47BDD0DB80D22AA5A"
		},
		{
			"Source":
			{
				"Text": "Coin"
			},
			"Translation":
			{
				"Text": "Coin"
			},
			"Key": "904BCF7A4ED8F069FA0EA99B20C5244F"
		},
		{
			"Source":
			{
				"Text": "Coins"
			},
			"Translation":
			{
				"Text": "Coins"
			},
			"Key": "D5900C7C4A16D60738769BAD32288F3E"
		},
		{
			"Source":
			{
				"Text": "Credits"
			},
			"Translation":
			{
				"Text": "Credits"
			},
			"Key": "22F309A04CB22E2F12CA6BB0CA92D8F1"
		},
		{
			"Source":
			{
				"Text": "Display Resolution"
			},
			"Translation":
			{
				"Text": "Display Resolution"
			},
			"Key": "E9516004441F76F92B50F285F00639E5"
		},
		{
			"Source":
			{
				"Text": "E"
			},
			"Translation":
			{
				"Text": "E"
			},
			"Key": "10BE7D8B406E889D81A30BA861A6AF71"
		},
		{
			"Source":
			{
				"Text": "EXIT"
			},
			"Translation":
			{
				"Text": "EXIT"
			},
			"Key": "9D7F246E4BCF02E9C0A008B1BD15E574"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Exit"
			},
			"Key": "1B8D605448DDB11E63A873BDA749613C"
		},
		{
			"Source":
			{
				"Text": "Experience Points"
			},
			"Translation":
			{
				"Text": "Experience Points"
			},
			"Key": "72078E3D4E1663D0D7D1ED945BC5BC4A"
		},
		{
			"Source":
			{
				"Text": "Fullscreen"
			},
			"Translation":
			{
				"Text": "Fullscreen"
			},
			"Key": "93A5C8FA4B68E6F043E78197BA837AA6"
		},
		{
			"Source":
			{
				"Text": "Gate Guard"
			},
			"Translation":
			{
				"Text": "Gate Guard"
			},
			"Key": "BC99CDC847E3494A188C65A8851EA0ED"
		},
		{
			"Source":
			{
				"Text": "Goodbye"
			},
			"Translation":
			{
				"Text": "Goodbye"
			},
			"Key": "BAB2FEBF42240A61B508F79E25F9A9DA"
		},
		{
			"Source":
			{
				"Text": "Graphic quality      "
			},
			"Translation":
			{
				"Text": "Graphic quality      "
			},
			"Key": "2B04BED94333A49507606299EB4941EB"
		},
		{
			"Source":
			{
				"Text": "HP_Potion"
			},
			"Translation":
			{
				"Text": "HP_Potion"
			},
			"Key": "36E7496F4752C412A2D7B290F3A93FEB"
		},
		{
			"Source":
			{
				"Text": "Health Potion"
			},
			"Translation":
			{
				"Text": "Health Potion"
			},
			"Key": "71F88BE24F895581BA050C998FA8ECAF"
		},
		{
			"Source":
			{
				"Text": "Hello, traveler! How may I assist you?"
			},
			"Translation":
			{
				"Text": "Hello, traveler! How may I assist you?"
			},
			"Key": "Guard_01"
		},
		{
			"Source":
			{
				"Text": "Hi!\r\nWelcome to my very cool game I made for Unreal Engine classes under the supervision of a very cool teacher - dr Majewski.\r\n\r\nGame was made by me - Wojciech Budzyński. From Troubadour Collective!!!"
			},
			"Translation":
			{
				"Text": "Hi!\r\nWelcome to my very cool game I made for Unreal Engine classes under the supervision of a very cool teacher - dr Majewski.\r\n\r\nGame was made by me - Wojciech Budzyński. From Troubadour Collective!!!"
			},
			"Key": "036ACA9347835BC6B4FAE188CB8C5285"
		},
		{
			"Source":
			{
				"Text": "How you doing?"
			},
			"Translation":
			{
				"Text": "How you doing?"
			},
			"Key": "2B2A9D9C4290036052764C9B4ED29AE6"
		},
		{
			"Source":
			{
				"Text": "I warn you, some around here are suspicious. Be cautious. Good luck, Alaric!"
			},
			"Translation":
			{
				"Text": "I warn you, some around here are suspicious. Be cautious. Good luck, Alaric!"
			},
			"Key": "ED903C4F4A3CD76AAA7B239D63AABFC5"
		},
		{
			"Source":
			{
				"Text": "Inspect"
			},
			"Translation":
			{
				"Text": "Inspect"
			},
			"Key": "6ABA710C467C65D28955AAB92C89873B"
		},
		{
			"Source":
			{
				"Text": "Language                "
			},
			"Translation":
			{
				"Text": "Language                "
			},
			"Key": "778A24CA42C64ADB8F4F79917D1E32FE"
		},
		{
			"Source":
			{
				"Text": "Main Menu"
			},
			"Translation":
			{
				"Text": "Main Menu"
			},
			"Key": "676CA0524B722F76A412CCA3558CD4AB"
		},
		{
			"Source":
			{
				"Text": "Mana Potion"
			},
			"Translation":
			{
				"Text": "Mana Potion"
			},
			"Key": "289200014620414F94974AA4EAEBEA28"
		},
		{
			"Source":
			{
				"Text": "Mana_Potion"
			},
			"Translation":
			{
				"Text": "Mana_Potion"
			},
			"Key": "DD2D0FD3412478BD8FEFA593DA70FF1B"
		},
		{
			"Source":
			{
				"Text": "Message1"
			},
			"Translation":
			{
				"Text": "Message1"
			},
			"Key": "6B34F72F40D239A520361DB1E982AE8A"
		},
		{
			"Source":
			{
				"Text": "Message2"
			},
			"Translation":
			{
				"Text": "Message2"
			},
			"Key": "73D3300E4031FEDAAD2747883E42D5C7"
		},
		{
			"Source":
			{
				"Text": "Message3"
			},
			"Translation":
			{
				"Text": "Message3"
			},
			"Key": "F77802BA42F7D205D0AEFBBF1C905512"
		},
		{
			"Source":
			{
				"Text": "NPC"
			},
			"Translation":
			{
				"Text": "NPC"
			},
			"Key": "166C17DE4EB498D10504D997BE697A51"
		},
		{
			"Source":
			{
				"Text": "OPTIONS"
			},
			"Translation":
			{
				"Text": "OPTIONS"
			},
			"Key": "45BCF6BF42DE9F98A29BCD92737C4F89"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "8390A7E44F737004D3C4EBBEB48C612B"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "C5EB71644B5B657DD36389AFF03AB398"
		},
		{
			"Source":
			{
				"Text": "PAUSED"
			},
			"Translation":
			{
				"Text": "PAUSED"
			},
			"Key": "FFD8857A41696A3F29A1FAA3204372A1"
		},
		{
			"Source":
			{
				"Text": "Quest"
			},
			"Translation":
			{
				"Text": "Quest"
			},
			"Key": "7A5EB3A74718BBEFAC190DADBF379BC9"
		},
		{
			"Source":
			{
				"Text": "Quest_Rock"
			},
			"Translation":
			{
				"Text": "Quest_Rock"
			},
			"Key": "68A65241482F268C2D4AD29D495A8C0D"
		},
		{
			"Source":
			{
				"Text": "Red"
			},
			"Translation":
			{
				"Text": "Red"
			},
			"Key": "A63C12384D9C1984D9A4039327233C9E"
		},
		{
			"Source":
			{
				"Text": "Red"
			},
			"Translation":
			{
				"Text": "Red"
			},
			"Key": "173CC8C24AB12414F7653F869F4F6426"
		},
		{
			"Source":
			{
				"Text": "Resume"
			},
			"Translation":
			{
				"Text": "Resume"
			},
			"Key": "9CE4C1724A6A96C10D3145894DE24EBA"
		},
		{
			"Source":
			{
				"Text": "START"
			},
			"Translation":
			{
				"Text": "START"
			},
			"Key": "DDA92F8E45BE3499D06CC480BB3478D2"
		},
		{
			"Source":
			{
				"Text": "Scroll"
			},
			"Translation":
			{
				"Text": "Scroll"
			},
			"Key": "6BEE9AD94ADEF2C6491B29A9E45C41D1"
		},
		{
			"Source":
			{
				"Text": "Scroll"
			},
			"Translation":
			{
				"Text": "Scroll"
			},
			"Key": "F065BED0471B9267F0CB51BFB86C5BD5"
		},
		{
			"Source":
			{
				"Text": "Take"
			},
			"Translation":
			{
				"Text": "Take"
			},
			"Key": "42B892284370D16367237A96A0614762"
		},
		{
			"Source":
			{
				"Text": "Take"
			},
			"Translation":
			{
				"Text": "Take"
			},
			"Key": "698E46EF4974046AD93BCDBCBA9E4F8E"
		},
		{
			"Source":
			{
				"Text": "Take"
			},
			"Translation":
			{
				"Text": "Take"
			},
			"Key": "085B492E426AB86063575EBCD159F104"
		},
		{
			"Source":
			{
				"Text": "Talk: "
			},
			"Translation":
			{
				"Text": "Talk: "
			},
			"Key": "D12FAEE54AC17180F89821AA2C6FA41A"
		},
		{
			"Source":
			{
				"Text": "The task is mysterious, but you'll learn more at the inn. You'll find it in the eastern part of the town."
			},
			"Translation":
			{
				"Text": "The task is mysterious, but you'll learn more at the inn. You'll find it in the eastern part of the town."
			},
			"Key": "Guard_04"
		},
		{
			"Source":
			{
				"Text": "To Desktop"
			},
			"Translation":
			{
				"Text": "To Desktop"
			},
			"Key": "F4415B114CBC22F79FA6F0AB00297A07"
		},
		{
			"Source":
			{
				"Text": "To Main Menu"
			},
			"Translation":
			{
				"Text": "To Main Menu"
			},
			"Key": "D8D50A2F4FEEEAB63C24F1AAB1FC6959"
		},
		{
			"Source":
			{
				"Text": "Volume"
			},
			"Translation":
			{
				"Text": "Volume"
			},
			"Key": "A9243BCE49584CB4472B849A3CB3DD22"
		},
		{
			"Source":
			{
				"Text": "Window Mode        "
			},
			"Translation":
			{
				"Text": "Window Mode        "
			},
			"Key": "A5AF0C154D1DA95A89DDC79E791615C1"
		},
		{
			"Source":
			{
				"Text": "Windowed"
			},
			"Translation":
			{
				"Text": "Windowed"
			},
			"Key": "3C795A9D45B6A3B33155A49C4FA1989B"
		},
		{
			"Source":
			{
				"Text": "XP"
			},
			"Translation":
			{
				"Text": "XP"
			},
			"Key": "2505EC6D4463384E667519AF028D6649"
		},
		{
			"Source":
			{
				"Text": "Yellow"
			},
			"Translation":
			{
				"Text": "Yellow"
			},
			"Key": "C6B859F74A39BB0C5BA1A895146CFFD5"
		},
		{
			"Source":
			{
				"Text": "Yellow"
			},
			"Translation":
			{
				"Text": "Yellow"
			},
			"Key": "0F418FAC4217035FE28B18A1B03930E6"
		},
		{
			"Source":
			{
				"Text": "You've come with a task, haven't you? So, what's your name?"
			},
			"Translation":
			{
				"Text": "You've come with a task, haven't you? So, what's your name?"
			},
			"Key": "Guard_02"
		},
		{
			"Source":
			{
				"Text": "linia   3"
			},
			"Translation":
			{
				"Text": "linia   3"
			},
			"Key": "EF06EC384A9073FAC1C2C39C208C4135"
		},
		{
			"Source":
			{
				"Text": "linia 2"
			},
			"Translation":
			{
				"Text": "linia 2"
			},
			"Key": "F423A9994E82D83536753EB62F632AC5"
		},
		{
			"Source":
			{
				"Text": "linia1"
			},
			"Translation":
			{
				"Text": "linia1"
			},
			"Key": "BC0876B24B1C9001F405929B656354B5"
		}
	]
}